Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# settings.rule.confirmMessage
source: Your current balance is kept. Only future steps use the new rule.
de: Dein aktuelles Guthaben bleibt. Nur künftige Schritte nutzen die neue Regel.
es: Tu saldo actual se mantiene. Solo los pasos futuros usan la regla nueva.
fr: Ton solde actuel est conservé. Seuls les pas à venir suivent la nouvelle règle.
it: Il tuo saldo attuale resta invariato. Solo i passi futuri usano la nuova regola.
ja: 今の残高はそのままです。新しいルールは今後の歩数にだけ適用されます。
pt_br: Seu saldo atual é mantido. Só os passos futuros usam a nova regra.

# settings.rule.confirmTitle
source: Change the rule?
de: Regel ändern?
es: ¿Cambiar la regla?
fr: Changer la règle ?
it: Vuoi cambiare la regola?
ja: ルールを変更しますか？
pt_br: Mudar a regra?

# settings.rule.footer %lld %lld
source: %1$lld steps earn you %2$lld minutes.
de: %1$lld Schritte bringen dir %2$lld Minuten.
es: %1$lld pasos te dan %2$lld minutos.
fr: %1$lld pas te rapportent %2$lld minutes.
it: %1$lld passi ti danno %2$lld minuti.
ja: %1$lld歩で %2$lld分を獲得できます。
pt_br: %1$lld passos te dão %2$lld minutos.

# settings.saveRule
source: Save rule
de: Regel sichern
es: Guardar regla
fr: Enregistrer la règle
it: Salva regola
ja: ルールを保存
pt_br: Salvar regra

# settings.screenTimeStatus
source: Screen Time
de: Bildschirmzeit
es: Tiempo de uso
fr: Temps d'écran
it: Tempo di utilizzo
ja: スクリーンタイム
pt_br: Tempo de Uso

# settings.spike
source: Phase 1 spike
de: Spike Phase 1
es: Spike Fase 1
fr: Pic phase 1
it: Spike Fase 1
ja: フェーズ1の検証
pt_br: Spike Fase 1

# settings.stepsRequired
source: Steps required
de: Nötige Schritte
es: Pasos necesarios
fr: Pas nécessaires
it: Passi necessari
ja: 必要な歩数
pt_br: Passos necessários

# settings.subscription.manage
source: Manage Pro subscription
de: Pro-Abo verwalten
es: Administrar suscripción Pro
fr: Gérer l'abonnement Pro
it: Gestisci l'abbonamento Pro
ja: Earnit Pro のサブスクリプションを管理
pt_br: Gerenciar assinatura Pro

# settings.subscription.section
source: Plan
de: Tarif
fr: Abonnement
it: Piano
ja: プラン
pt_br: Plano

# settings.subscription.status
source: Current plan
de: Aktueller Tarif
es: Plan actual
fr: Abonnement actuel
it: Piano attuale
ja: 現在のプラン
pt_br: Plano atual

# settings.subscription.upgrade
source: Explore Pro
de: Pro entdecken
es: Conocer Pro
fr: Découvrir Pro
it: Scopri Pro
ja: Earnit Pro を見る
pt_br: Conhecer o Pro

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes

# shield.detail.action.connectHealth
source: Connect Health
de: Health verbinden
es: Conectar Salud
fr: Connecter Santé
it: Connetti Salute
ja: ヘルスケアと連携
pt_br: Conectar o Saúde

# shield.detail.action.pushups
source: Earn time with push-ups or squats
de: Mit Liegestützen oder Kniebeugen Zeit verdienen
es: Ganar tiempo con flexiones o sentadillas
fr: Gagner du temps avec des pompes ou des squats
it: Guadagna tempo con flessioni o squat
ja: 腕立て伏せかスクワットで時間を獲得
pt_br: Ganhar tempo com flexões ou agachamentos

# shield.detail.action.restore
source: Restore access
de: Zugriff wiederherstellen
es: Restaurar acceso
fr: Rétablir l'accès
it: Ripristina l'accesso
ja: アクセスを復元
pt_br: Restaurar acesso

# shield.detail.action.update
source: Update my steps
de: Meine Schritte aktualisieren
es: Actualizar mis pasos
fr: Mettre à jour mes pas
it: Aggiorna i miei passi
ja: 歩数を更新
pt_br: Atualizar meus passos

# shield.detail.action.use %lld
source: Use my %lld min
de: Meine %lld Min. nutzen
es: Usar mis %lld min
fr: Utiliser mes %lld min
it: Usa i miei %lld min
ja: %lld分を使う
pt_br: Usar meus %lld min

# shield.detail.availableA11y %lld
source: %lld minutes available
de: %lld Minuten verfügbar
es: %lld minutos disponibles
fr: %lld minutes disponibles
it: %lld minuti disponibili
ja: %lld分 利用可能
pt_br: %lld minutos disponíveis

# shield.detail.availableBadge %lld
source: %lld MIN AVAILABLE
de: %lld MIN VERFÜGBAR
es: %lld MIN DISPONIBLES
fr: %lld MIN DISPONIBLES
it: %lld MIN DISPONIBILI
ja: %lld分 利用可能
pt_br: %lld MIN DISPONÍVEIS

# shield.detail.connectHealth
source: Allow step access to earn time by walking.
de: Erlaube den Zugriff auf deine Schritte, um mit Gehen Zeit zu verdienen.
es: Permite el acceso a tus pasos para ganar tiempo caminando.
fr: Autorise l'accès à tes pas pour gagner du temps en marchant.
it: Consenti l'accesso ai passi per guadagnare tempo camminando.
ja: 歩いて時間を獲得するには、歩数へのアクセスを許可してください。
pt_br: Permita o acesso aos seus passos para ganhar tempo caminhando.

# shield.detail.eyebrow.almost
source: ALMOST THERE
de: FAST GESCHAFFT
es: YA CASI
fr: PRESQUE
it: CI SEI QUASI
ja: あと少し
pt_br: QUASE LÁ

# shield.detail.eyebrow.earn
source: EARN YOUR TIME
de: VERDIEN DIR DEINE ZEIT
es: GANA TU TIEMPO
fr: GAGNE TON TEMPS
it: GUADAGNA IL TUO TEMPO
ja: 時間を獲得しよう
pt_br: GANHE SEU TEMPO

# shield.detail.eyebrow.expired
source: TIME'S UP
de: ZEIT IST UM
es: SE ACABÓ EL TIEMPO
fr: TEMPS ÉCOULÉ
it: TEMPO SCADUTO
ja: 時間切れ
pt_br: ACABOU O TEMPO

# shield.detail.eyebrow.goal
source: DAILY GOAL COMPLETE
de: TAGESZIEL ERREICHT
es: OBJETIVO DIARIO COMPLETO
fr: OBJECTIF DU JOUR ATTEINT
it: OBIETTIVO GIORNALIERO COMPLETATO
ja: 1日の目標を達成
pt_br: META DIÁRIA CONCLUÍDA

# shield.detail.eyebrow.reward
source: TIME EARNED
de: ZEIT VERDIENT
es: TIEMPO GANADO
fr: TEMPS GAGNÉ
it: TEMPO GUADAGNATO
ja: 時間を獲得しました
pt_br: TEMPO GANHO

# shield.detail.headline.almost %lld
source: Just %lld steps left.
de: Nur noch %lld Schritte.
es: Solo faltan %lld pasos.
fr: Plus que %lld pas.
it: Mancano solo %lld passi.
ja: あと %lld歩です。
pt_br: Faltam só %lld passos.

# shield.detail.headline.expired %lld
source: You used your %lld min.
de: Du hast deine %lld Min. genutzt.
es: Usaste tus %lld min.
fr: Tu as utilisé tes %lld min.
it: Hai usato i tuoi %lld min.
ja: %lld分を使い切りました。
pt_br: Você usou seus %lld min.

# shield.detail.headline.goal
source: You earned it today.
de: Heute hast du es dir verdient.
es: Hoy te lo ganaste.
fr: Tu l'as gagné aujourd'hui.
it: Oggi te lo sei guadagnato.
ja: 今日は自分で獲得しました。
pt_br: Hoje você ganhou.

# shield.detail.headline.notYet
source: Not yet.
de: Noch nicht.
es: Todavía no.
fr: Pas encore.
it: Non ancora.
ja: まだです。
pt_br: Ainda não.

# shield.detail.headline.reward %lld
source: You earned %lld min.
de: Du hast %lld Min. verdient.
es: Ganaste %lld min.
fr: Tu as gagné %lld min.
it: Hai guadagnato %lld min.
ja: %lld分を獲得しました。
pt_br: Você ganhou %lld min.

# shield.detail.notNow
source: Save for later
de: Für später aufheben
es: Guardar para después
fr: Garder pour plus tard
it: Conserva per dopo
ja: あとのために取っておく
pt_br: Guardar para depois

# shield.detail.progress %@ %@
source: %1$@ / %2$@ steps
de: %1$@ / %2$@ Schritte
es: %1$@ / %2$@ pasos
fr: %1$@ / %2$@ pas
it: %1$@ / %2$@ passi
ja: %1$@ / %2$@歩
pt_br: %1$@ / %2$@ passos

# shield.detail.remaining %lld %lld
source: %1$lld steps left · ~%2$lld min walk
de: Noch %1$lld Schritte · ~%2$lld Min. gehen
es: Faltan %1$lld pasos · ~%2$lld min caminando
fr: Encore %1$lld pas · ~%2$lld min de marche
it: Mancano %1$lld passi · ~%2$lld min di cammino
ja: あと %1$lld歩 · 徒歩 約%2$lld分
pt_br: Faltam %1$lld passos · ~%2$lld min de caminhada

# shield.detail.restoreAccess
source: Earnit needs Screen Time access to protect your selected apps.
de: Earnit braucht Zugriff auf Bildschirmzeit, um deine gewählten Apps zu schützen.
es: Earnit necesita acceso a Tiempo en Pantalla para proteger tus apps elegidas.
fr: Earnit a besoin de l'accès à Temps d'écran pour protéger les apps que tu as choisies.
it: Earnit ha bisogno dell'accesso a Tempo di utilizzo per proteggere le app che hai scelto.
ja: 選んだアプリを保護するには、Earnit にスクリーンタイムへのアクセスが必要です。
pt_br: O Earnit precisa de acesso ao Tempo de Uso para proteger os apps que você escolheu.

# shield.detail.support.almost %lld
source: Finish the walk and earn %lld min. Your apps can wait.
de: Geh zu Ende und verdien dir %lld Min. Deine Apps können warten.
es: Termina la caminata y gana %lld min. Tus apps pueden esperar.
fr: Termine ta marche et gagne %lld min. Tes apps peuvent attendre.
it: Finisci la camminata e guadagna %lld min. Le tue app possono aspettare.
ja: 散歩を終えれば %lld分を獲得できます。アプリは待てます。
pt_br: Termine a caminhada e ganhe %lld min. Seus apps podem esperar.

# shield.detail.support.expired %lld
source: Walk toward %lld steps to earn more. Your apps are paused for now.
de: Geh auf %lld Schritte zu, um mehr zu verdienen. Deine Apps sind erst mal pausiert.
es: Camina %lld pasos para ganar más. Tus apps están en pausa.
fr: Marche jusqu'à %lld pas pour en gagner plus. Tes apps sont en pause pour l'instant.
it: Cammina verso i %lld passi per guadagnarne altri. Per ora le tue app sono in pausa.
ja: %lld歩を目指して歩けば、もっと獲得できます。今はアプリを休止しています。
pt_br: Caminhe até %lld passos para ganhar mais. Seus apps estão em pausa por enquanto.

# shield.detail.support.goal %lld %lld
source: %1$lld steps · %2$lld min earned
de: %1$lld Schritte · %2$lld Min. verdient
es: %1$lld pasos · %2$lld min ganados
fr: %1$lld pas · %2$lld min gagnées
it: %1$lld passi · %2$lld min guadagnati
ja: %1$lld歩 · %2$lld分を獲得
pt_br: %1$lld passos · %2$lld min ganhos

# shield.detail.support.progress %lld %lld
source: Walk %1$lld more steps to unlock %2$lld min.
de: Geh noch %1$lld Schritte, um %2$lld Min. freizuschalten.
es: Camina %1$lld pasos más para desbloquear %2$lld min.
fr: Marche encore %1$lld pas pour débloquer %2$lld min.
it: Cammina altri %1$lld passi per sbloccare %2$lld min.
ja: あと %1$lld歩 歩くと %2$lld分を解除できます。
pt_br: Caminhe mais %1$lld passos para desbloquear %2$lld min.

# shield.detail.support.reward
source: Use them now, or save them for later.
de: Nutze sie jetzt oder heb sie für später auf.
es: Úsalos ahora o guárdalos para después.
fr: Utilise-les maintenant, ou garde-les pour plus tard.
it: Usali ora, oppure conservali per dopo.
ja: 今すぐ使っても、あとに取っておいてもかまいません。
pt_br: Use agora ou guarde para depois.

# shield.detail.updating
source: Updating your steps...
de: Deine Schritte werden aktualisiert...
es: Actualizando tus pasos...
fr: Mise à jour de tes pas...
it: Aggiornamento dei tuoi passi...
ja: 歩数を更新しています…
pt_br: Atualizando seus passos...

# shield.detail.updatingSupport
source: We'll show your next reward as soon as Health finishes syncing.
de: Wir zeigen deine nächste Belohnung, sobald Health fertig synchronisiert hat.
es: Mostraremos tu próxima recompensa cuando Salud termine de sincronizar.
fr: On affichera ta prochaine récompense dès que Santé aura fini de se synchroniser.
it: Ti mostreremo la prossima ricompensa appena Salute finisce di sincronizzare.
ja: ヘルスケアの同期が終わり次第、次の報酬を表示します。
pt_br: Vamos mostrar sua próxima recompensa assim que o Saúde terminar de sincronizar.

source: Show me how
de: Zeig mir, wie
es: Muéstrame cómo
fr: Montre-moi comment
it: Mostrami come
ja: やり方を見る
pt_br: Me mostre como

source: Show me my results
de: Meine Ergebnisse ansehen
es: Ver mis resultados
fr: Voir mes résultats
it: Mostrami i miei risultati
ja: 結果を見る
pt_br: Ver meus resultados

source: Show my first goal
de: Mein erstes Ziel ansehen
es: Ver mi primer objetivo
fr: Voir mon premier objectif
it: Mostrami il mio primo obiettivo
ja: 最初の目標を見る
pt_br: Ver minha primeira meta

source: Sit less. Move more.
de: Weniger sitzen. Mehr bewegen.
es: Pasa menos tiempo sentado. Muévete más.
fr: Reste moins assis. Bouge plus.
it: Stai meno seduto. Muoviti di più.
ja: 座る時間を減らす。もっと動く。
pt_br: Fique menos sentado. Mexa-se mais.

source: Small changes are easier to stick with. You always choose whether your goal changes.
de: Kleine Änderungen lassen sich leichter durchhalten. Du entscheidest immer, ob sich dein Ziel ändert.
es: Los pequeños cambios son más fáciles de mantener. Tú siempre decides si cambia tu objetivo.
fr: Les petits changements sont plus faciles à tenir. C'est toujours toi qui décides si ton objectif change.
it: I piccoli cambiamenti sono più facili da mantenere. Sei sempre tu a decidere se il tuo obiettivo cambia.
ja: 小さな変化のほうが続けやすいものです。目標を変えるかどうかは、いつもあなたが決めます。
pt_br: Mudanças pequenas são mais fáceis de manter. Você sempre decide se sua meta muda.

source: SMALL STEPS, REAL PROGRESS
de: KLEINE SCHRITTE, ECHTER FORTSCHRITT
es: PEQUEÑOS PASOS, PROGRESO REAL
fr: DE PETITS PAS, DE VRAIS PROGRÈS
it: PICCOLI PASSI, PROGRESSI VERI
ja: 小さな一歩が、確かな前進に
pt_br: PASSOS PEQUENOS, PROGRESSO REAL

source: Something went wrong while processing your subscription. Please try again.
de: Beim Verarbeiten deines Abos ist etwas schiefgelaufen. Versuch es noch einmal.
es: Hubo un problema al procesar tu suscripción. Inténtalo de nuevo.
fr: Un problème est survenu pendant le traitement de ton abonnement. Réessaie.
it: Qualcosa è andato storto durante l'elaborazione del tuo abbonamento. Riprova.
ja: サブスクリプションの処理中に問題が発生しました。もう一度お試しください。
pt_br: Algo deu errado ao processar sua assinatura. Tente de novo.

source: Something went wrong while restoring your subscription. Please try again.
de: Beim Wiederherstellen deines Abos ist etwas schiefgelaufen. Versuch es noch einmal.
es: Hubo un problema al restaurar tu suscripción. Inténtalo de nuevo.
fr: Un problème est survenu pendant la restauration de ton abonnement. Réessaie.
it: Qualcosa è andato storto durante il ripristino del tuo abbonamento. Riprova.
ja: サブスクリプションの復元中に問題が発生しました。もう一度お試しください。
pt_br: Algo deu errado ao restaurar sua assinatura. Tente de novo.

source: Sounds good
de: Klingt gut
es: Me parece bien
fr: Ça me va
it: Mi va bene
ja: いいですね
pt_br: Parece bom

# spike.appGroupMissing
source: App Group not configured yet — the extension cannot share data.
de: App Group noch nicht konfiguriert – die Erweiterung kann keine Daten teilen.
es: Falta configurar el App Group: la extensión no puede compartir datos.
fr: L'App Group n'est pas encore configuré : l'extension ne peut pas partager de données.
it: App Group non ancora configurato: l'estensione non può condividere dati.
ja: アプリグループが未設定です。拡張機能がデータを共有できません。
pt_br: O App Group ainda não está configurado — a extensão não consegue compartilhar dados.

# spike.auth.approved
source: Approved
de: Erteilt
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認済み
pt_br: Aprovado

# spike.auth.denied
source: Denied
de: Abgelehnt
es: Denegado
fr: Refusé
it: Negato
ja: 拒否されました
pt_br: Negado

# spike.auth.failed %@
source: Screen Time authorization failed: %@ This never works in the Simulator — test on a real iPhone.
de: Bildschirmzeit-Autorisierung fehlgeschlagen: %@ Im Simulator klappt das nie – teste auf einem echten iPhone.
es: Falló la autorización de Tiempo de uso: %@ No funciona en el simulador: prueba en un iPhone real.
fr: Échec de l'autorisation Temps d'écran : %@ Ça ne marche jamais dans le simulateur : teste sur un vrai iPhone.
it: Autorizzazione a Tempo di utilizzo non riuscita: %@ Nel Simulatore non funziona mai: prova su un iPhone vero.
ja: スクリーンタイムの認証に失敗しました: %@ シミュレータでは動作しません。実機の iPhone で試してください。
pt_br: Falha na autorização do Tempo de Uso: %@ Isso nunca funciona no Simulador — teste num iPhone de verdade.

# spike.auth.notDetermined
source: Not requested
de: Nicht angefragt
es: Sin solicitar
fr: Non demandé
it: Non richiesto
ja: 未申請
pt_br: Não solicitado

# spike.available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
pt_br: Disponível

# spike.blockNow
source: Block now
de: Jetzt sperren
es: Bloquear ahora
fr: Bloquer maintenant
it: Blocca ora
ja: 今すぐブロック
pt_br: Bloquear agora

# spike.chooseApps
source: Choose apps to block
de: Apps zum Sperren wählen
es: Elegir apps a bloquear
fr: Choisir les apps à bloquer
it: Scegli le app da bloccare
ja: ブロックするアプリを選ぶ
pt_br: Escolher apps para bloquear

# spike.earned
source: Earned today
de: Heute verdient
es: Ganado hoy
fr: Gagné aujourd'hui
it: Guadagnato oggi
ja: 今日の獲得
pt_br: Ganho hoje

# spike.grantAccess
source: Grant Screen Time access
de: Zugriff auf Bildschirmzeit geben
es: Dar acceso a Tiempo de uso
fr: Donner l'accès à Temps d'écran
it: Concedi l'accesso a Tempo di utilizzo
ja: スクリーンタイムへのアクセスを許可
pt_br: Dar acesso ao Tempo de Uso

# spike.manualShieldHint
source: Leave the app and open one of the selected apps to verify the shield appears.
de: Verlasse die App und öffne eine der gewählten Apps, um zu prüfen, ob die Sperre erscheint.
es: Sal de la app y abre una de las apps seleccionadas para comprobar que aparece el bloqueo.
fr: Quitte l'app et ouvre l'une des apps sélectionnées pour vérifier que le blocage apparaît.
it: Esci dall'app e aprine una tra quelle selezionate per verificare che compaia il blocco.
ja: アプリを離れて、選んだアプリのひとつを開き、ブロック画面が出るか確認してください。
pt_br: Saia do app e abra um dos apps selecionados para conferir se o bloqueio aparece.

# spike.screenTimeAccess
source: Screen Time access
de: Zugriff auf Bildschirmzeit
es: Acceso a Tiempo de uso
fr: Accès à Temps d'écran
it: Accesso a Tempo di utilizzo
ja: スクリーンタイムへのアクセス
pt_br: Acesso ao Tempo de Uso

# spike.section.manualShield
source: Manual shield
de: Manuelle Sperre
es: Bloqueo manual
fr: Blocage manuel
it: Blocco manuale
ja: 手動ブロック
pt_br: Bloqueio manual

# spike.section.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permessi
ja: アクセス許可
pt_br: Permissões

# spike.section.restrictedApps
source: Restricted apps
de: Eingeschränkte Apps
es: Apps restringidas
fr: Apps bloquées
it: App bloccate
ja: 制限中のアプリ
pt_br: Apps restritos

# spike.section.wallet
source: Screen time wallet
de: Bildschirmzeit-Guthaben
es: Billetera de pantalla
fr: Portefeuille de temps d'écran
it: Portafoglio del tempo di schermo
ja: スクリーンタイムの残高
pt_br: Carteira de tempo de tela

# spike.selectedCount
source: Selected
de: Ausgewählt
es: Seleccionadas
fr: Sélectionnées
it: Selezionate
ja: 選択中
pt_br: Selecionados

# spike.state
source: State
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
pt_br: Estado

# spike.title
source: Phase 1 spike
de: Spike Phase 1
es: Spike Fase 1
fr: Pic phase 1
it: Spike Fase 1
ja: フェーズ1の検証
pt_br: Spike Fase 1

# spike.unblockNow
source: Unblock now
de: Jetzt entsperren
es: Desbloquear ahora
fr: Débloquer maintenant
it: Sblocca ora
ja: 今すぐ解除
pt_br: Desbloquear agora

# spike.used
source: Used today
de: Heute genutzt
es: Usado hoy
fr: Utilisé aujourd'hui
it: Usato oggi
ja: 今日の使用
pt_br: Usado hoje

source: Start earning your screen time
de: Verdien dir deine Bildschirmzeit
es: Empieza a ganar tu tiempo de pantalla
fr: Commence à gagner ton temps d'écran
it: Inizia a guadagnare il tuo tempo di schermo
ja: スクリーンタイムの獲得をはじめる
pt_br: Comece a ganhar seu tempo de tela

source: Start my %@
de: %@ starten
es: Iniciar %@
fr: Commencer %@
it: Inizia %@
ja: %@をはじめる
pt_br: Iniciar %@

source: Start My 3-Day Free Trial
de: 3 Tage gratis testen
es: Iniciar mi prueba gratis de 3 días
fr: Commencer mon essai gratuit de 3 jours
it: Inizia la mia prova gratuita di 3 giorni
ja: 3日間の無料トライアルをはじめる
pt_br: Começar meus 3 dias grátis

source: Start my 30-day change
de: Meine 30 Tage Veränderung starten
es: Empezar mi cambio de 30 días
fr: Commencer mon changement de 30 jours
it: Inizia il mio cambiamento di 30 giorni
ja: 30日間の変化をはじめる
pt_br: Começar minha mudança de 30 dias

source: Start my plan
de: Meinen Plan starten
es: Empezar mi plan
fr: Commencer mon plan
it: Inizia il mio piano
ja: プランをはじめる
pt_br: Começar meu plano

source: Start where you are. Get slightly better over time.
de: Starte da, wo du bist. Werd mit der Zeit ein bisschen besser.
es: Empieza desde donde estás. Mejora poco a poco.
fr: Pars d'où tu en es. Progresse un peu à la fois.
it: Parti da dove sei. Migliora un po' alla volta.
ja: 今いる場所から始めて、少しずつ良くしていきましょう。
pt_br: Comece de onde você está. Melhore um pouquinho a cada dia.

source: Start your 3-day free trial
de: Starte deine 3-tägige kostenlose Probephase
es: Inicia tu prueba gratis de 3 días
fr: Commencez votre essai gratuit de 3 jours
it: Inizia la prova gratuita di 3 giorni
ja: 3日間の無料トライアルを開始
pt_br: Comece seu teste grátis de 3 dias

source: Start your 30-day change.
de: Starte deine 30 Tage Veränderung.
es: Empieza tu cambio de 30 días.
fr: Commence ton changement de 30 jours.
it: Inizia il tuo cambiamento di 30 giorni.
ja: 30日間の変化をはじめましょう。
pt_br: Comece sua mudança de 30 dias.

source: Starting in %lld
de: Start in %lld
es: Empieza en %lld
fr: Départ dans %lld
it: Si comincia tra %lld
ja: あと%lld
pt_br: Começa em %lld

source: Starting today
de: Ab heute
es: A partir de hoy
fr: Dès aujourd’hui
it: A partire da oggi
ja: 今日から
pt_br: A partir de hoje

source: Starts a 3-day free trial through the App Store. No charge until the trial ends.
de: Startet eine 3-tägige kostenlose Probephase über den App Store. Bis zum Ende der Probephase fallen keine Kosten an.
es: Inicia una prueba gratis de 3 días mediante App Store. No se cobra nada hasta que termine la prueba.
fr: Commence un essai gratuit de 3 jours via l’App Store. Aucun prélèvement avant la fin de l’essai.
it: Avvia una prova gratuita di 3 giorni tramite App Store. Nessun addebito fino alla fine della prova.
ja: App Storeで3日間の無料トライアルを開始します。トライアル終了まで請求はありません。
pt_br: Inicia um teste grátis de 3 dias pela App Store. Nenhuma cobrança até o fim do teste.

source: steps
de: Schritte
es: pasos
fr: pas
it: passi
ja: 歩
pt_br: passos

source: Steps above your current average
de: Schritte über deinem aktuellen Durchschnitt
es: Pasos por encima de tu promedio actual
fr: Pas au-dessus de ta moyenne actuelle
it: Passi oltre la tua media attuale
ja: 今の平均を上回る歩数
pt_br: Passos acima da sua média atual

source: steps each day
de: Schritte pro Tag
es: pasos cada día
fr: pas chaque jour
it: passi ogni giorno
ja: 1日あたりの歩数
pt_br: passos por dia

source: steps toward a more active month
de: Schritte hin zu einem aktiveren Monat
es: pasos hacia un mes más activo
fr: pas vers un mois plus actif
it: passi verso un mese più attivo
ja: 歩、もっと活動的な1か月へ
pt_br: passos rumo a um mês mais ativo

# streak.celebration.message
source: Every day you earn time adds to your streak.
de: Jeder Tag, an dem du Zeit verdienst, zählt zu deiner Serie.
es: Cada día que ganás tiempo se suma a tu racha.
fr: Chaque jour où tu gagnes du temps s’ajoute à ta série.
it: Ogni giorno in cui guadagni tempo si aggiunge alla tua serie.
ja: 時間を獲得した日が連続記録に加わります。
pt_br: Cada dia em que você ganha tempo aumenta sua sequência.

# streak.celebration.skip
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
pt_br: Agora não

# streak.celebration.title
source: Your consistency shows
de: Deine Beständigkeit zeigt sich
es: Tu constancia se nota
fr: Ta régularité se voit
it: La tua costanza si vede
ja: 続けてきた成果です
pt_br: Sua constância aparece

source: Subscribe for %@ %@
de: Für %1$@ %2$@ abonnieren
es: Suscribirse por %1$@ %2$@
fr: S'abonner pour %1$@ %2$@
it: Abbonati per %1$@ %2$@
ja: %1$@ %2$@ で登録
pt_br: Assinar por %1$@ %2$@

source: Subscription begins
de: Das Abo beginnt
es: Comienza la suscripción
fr: L’abonnement commence
it: Inizia l’abbonamento
ja: サブスクリプション開始
pt_br: A assinatura começa

source: Subscription begins unless you cancel
de: Das Abo beginnt, wenn du nicht kündigst
es: La suscripción comienza si no cancelas
fr: L’abonnement commence sauf si vous résiliez
it: L’abbonamento inizia se non annulli
ja: 解約しない場合はサブスクリプション開始
pt_br: A assinatura começa se você não cancelar

source: Subscription plans
de: Abo-Optionen
es: Planes de suscripción
fr: Formules d'abonnement
it: Piani di abbonamento
ja: サブスクリプションのプラン
pt_br: Planos de assinatura
